<template>
  <main class="main">
    <Page>
      <Togs :list="toggs" />
    </Page>
    <Questions class="hidden-xs"/>
  </main>
</template>
<script>
  export default {
    head: {
      title: 'Покупателям'
    },
    setup() {
      definePageMeta({
        title: 'Покупателям'
      });
    },
    data() {
      return {
        toggs: [
          {
            title: 'Варианты оплаты',
            text: 'Все что вы хотели спросить, но боялись. Расказываем, что будет с вашим поло после stage 3 REVOВсе что вы хотели спросить, но боялись. Расказываем, что будет с вашим поло после stage 3 REVOВсе что вы хотели спросить, но боялись. Расказываем, что будет с вашим поло после stage 3 REVOВсе что вы хотели спросить, но боялись. Расказываем, что будет с вашим поло после stage 3 REVOВсе что вы хотели спросить, но боялись. Расказываем, что будет с вашим поло после stage 3 REVOВсе что вы хотели спросить, но боялись. Расказываем.',
          },
          {
            title: 'Доставка',
            text: 'Все что вы хотели спросить, но боялись. Расказываем, что будет с вашим поло после stage 3 REVOВсе что вы хотели спросить, но боялись. Расказываем, что будет с вашим поло после stage 3 REVOВсе что вы хотели спросить, но боялись. Расказываем, что будет с вашим поло после stage 3 REVOВсе что вы хотели спросить, но боялись. Расказываем, что будет с вашим поло после stage 3 REVOВсе что вы хотели спросить, но боялись. Расказываем, что будет с вашим поло после stage 3 REVOВсе что вы хотели спросить, но боялись. Расказываем.',
          },
          {
            title: 'Обмен и возврат',
            text: 'Все что вы хотели спросить, но боялись. Расказываем, что будет с вашим поло после stage 3 REVOВсе что вы хотели спросить, но боялись. Расказываем, что будет с вашим поло после stage 3 REVOВсе что вы хотели спросить, но боялись. Расказываем, что будет с вашим поло после stage 3 REVOВсе что вы хотели спросить, но боялись. Расказываем, что будет с вашим поло после stage 3 REVOВсе что вы хотели спросить, но боялись. Расказываем, что будет с вашим поло после stage 3 REVOВсе что вы хотели спросить, но боялись. Расказываем.',
          },
        ]
      }
    }
  }
</script>


